{
  "common": {
    "continueButton": "Continuar",
    "cancelButton": "Cancelar"
  },
  "loginPage": {
    "signIn": "Iniciar sesión",
    "signUp": "Registrarse",
    "email": "Correo electrónico",
    "password": "Contraseña",
    "forgotPasword": "¿Se te olvidó tu contraseña?",
    "forgotYourSecurityLink": "¿Perdiste tu enlace QR?"
  },
  "registerPage": {
    "title": "Registro",
    "email": "Correo electrónico",
    "name": "Nombre",
    "lastName": "Apellidos",
    "institution": "Institución",
    "institutionAffiliation": "Afiliación a la institución",
    "profession": "Profesión",
    "securityQuestion1": "Pregunta de seguridad 1",
    "securityQuestion2": "Pregunta de seguridad 2",
    "answerQuestion1": "Respuesta pregunta 1",
    "answerQuestion2": "Respuesta pregunta 2",
    "birthDate": "Fecha de nacimiento",
    "phoneNumber": "Número de contacto",
    "password": "Contraseña"
  },
  "successRegister": "Por favor revisa tu correo para finalizar el proceso",
  "accountRecovery": {
    "messageBody": "Ingresa tu correo electrónico para restablecer tu contraseña",
    "messageConfirm": "Comprueba si recibiste un correo electrónico con tu código de 6 dígitos",
    "codeSended": "Enviamos el código a:",
    "messageTitle": "Recupera tu cuenta"
  },
  "qrBindingRecovery": {
    "messageBody": "Ingrese su correo electrónico para restablecer su Qr",
    "messageTitle": "Recupera tu Qr",
    "title": "Codigo Qr generado"
  },
  "qrForm": {
    "code": "Codigo",
    "enterCode": "Por favor ingrese el código de verificación",
    "continue": "Contimuar",
    "recoverQrBinding": "¿Perdiste tu enlace QR?"
  },
  "validators": {
    "fieldRequired": "Este campo es obligatorio.",
    "validateEmail": "Debe contener un email válido e.j. myemail@mydomain.com",
    "validateCodeType": "Código inválido.",
    "maxLength": "El número máximo de carácteres es ?.",
    "minLength": "El número mínimo de carácteres es ?.",
    "validatePhone": "Este campo debe ser un número telefónico válido.",
    "validatePasswords": "Contraseñas no coinciden."
  },
  "landingPage": {
    "simulations": "Simulaciones",
    "management": "Administración"
  },
  "simulationsPage": {
    "title": "Simulaciones",
    "CompartmentalButton": "Modelos compartimentales",
    "AgentsButton": "Modelos basados en agentes"
  },
  "information": {
    "title": "Ayuda"
  },
  "helpInformationCompartmental": {
    "newSimulation": "Los modelos compartimentales son modelos dinámicos útiles para describir la transmisión de enfermedades muy usadas en epidemiología. Ellos dividen la población en compartimentos o subgrupos, los cuales corresponden a una variable de estado que indica la cantidad de individuos que se encuentran en una etapa específica de la enfermedad. De acuerdo al número de compartimentos va a cambiar el nombre del modelo predefinido. Por ejemplo, el SIR tiene 3 compartimentos (Susceptibles, Infectados, Recuperados) mientras que el SEIRV tiene 5 compartimentos (Susceptibles, Expuestos, Infectados, Recuperados, Virus). Para más información consulte https: //fenfisdi.github.io/cdslab/compartimentales.html.",
    "chooseSimulation": "El usuario puede elegir entre dos tipos de simulaciones, con parámetros fijos o con parámetros ajustados u optimizados, de manera que diseñe el modelo de acuerdo a la información y los datos disponibles. Nótese que es posible tener algunos parámetros fijos y otros ajustados, pues el usuario puede elegir cuáles desea ajustar a los datos que utilice y cuáles tendrán un valor numérico definido por él. Elija ‘Optimizar parámetros’ si desea tener algunos parámetros fijos y otros ajustados a algún set de datos. Elija ‘Parámetros fijos’ si desea tener todos los parámetros fijos.",
    "fixedParameters": "En esta sección deberá asignar un valor numérico a cada parámetro del modelo. Estos parámetros deben dar cuenta de las características de la enfermedad y del escenario que va a modelar. Si necesita más información utilice los botones de ayuda en cada parámetro o ingrese a https://fenfisdi.github.io/cdslab/compartimentales.html",
    "optimizedParameters": "En esta sección deberá elegir, para cada uno de los parámetros, si este será optimizado o si será fijo. En caso de ser un parámetro optimizado (ajustado) deberá elegir un rango numérico, es decir un valor mínimo y un valor máximo, dentro del cual el algoritmo buscará el valor óptimo para dicho parámetro de acuerdo al set de datos que usted elegirá más tarde. En caso de ser un parámetro fijo deberá asignar un valor numérico a dicho parámetro del modelo. Estos parámetros deben dar cuenta de las características de la enfermedad y del escenario que va a modelar. Si necesita más información utilice los botones de ayuda en cada parámetro o ingrese a https://fenfisdi.github.io/cdslab/compartimentales.html ",
    "stateVariables": "Asigne a cada subgrupo de la población un valor numérico correspondiente a la cantidad de individuos, y también a la concentración de virus en el ambiente en el caso de los modelos SEIRV,  al momento de iniciar la simulación, ya que, los valores iniciales representan el momento 0 de la población en cada uno de los compartimentos. Si necesita más información de cada una de las variables (compartimentos), puede acceder a la información en las ayudas de cada nombre o ingresar a https://fenfisdi.github.io/cdslab/compartimentales.html",
    "setDates": "Es importante elegir un rango de fechas en el cual se ejecutará su modelo, pues esto determinará que tan largo o que tan corto es el tiempo de simulación. Aquí debe considerar cuántos días desea simular la enfermedad en el escenario establecido con la información ingresada en las pestañas anteriores. RECUERDE que la fecha inicial es más antigua que la fecha final.",
    "reviewConfiguration": "En esta pestaña encontrará toda la información que fue suministrada a la plataforma para ejecutar su simulación. Si está de acuerdo con los datos aquí desplegados continúe con la simulación, de lo contrario puede cambiar los valores suministrados.",
    "simulationExecuted": "La ejecución de su simulación puede tomar varios minutos. Solicitamos amablemente su paciencia en este proceso. Una vez se tengan los resultados de su simulación, será notificado vía correo electrónico de la finalización del proceso y el acceso a los archivos pertinentes. Dichos resultados también puede observarlos en la ventana Simulaciones>>Mis Simulaciones."
  }
}